Repository: ph1l1pF/CollabFlow
Catalog: lib/l10n/app_*.arb
Languages: de

source: Earnings
de: Einnahmen

# earningsMenu
source: Income
de: Einnahmen

source: About
de: Über

source: My Collaborations
de: Meine Collaborations

source: Create Collaboration
de: Collaboration erstellen

source: No collaborations found
de: Keine Collaborations gefunden

# noCollaborationsYet
source: There are no collaborations yet. Create your first collaboration.
de: Es gibt noch keine Collaborations. Erstelle deine erste Collaboration.

source: Search...
de: Suchen...

source: Filter by status
de: Status filtern

source: All timeframes
de: Alle Zeiträume

source: Earnings Overview
de: Einnahmen-Übersicht

source: Export
de: Exportieren

# exportFormat
source: Choose export format
de: Exportformat wählen

source: Cancel
de: Abbrechen

source: Sum
de: Summe

source: Count
de: Anzahl

source: Developer
de: Entwickler

source: Feedback to
de: Feedback an

source: Send Email
de: E-Mail senden

source: Share App
de: App teilen

# scriptAndNotes
source: Script & Notes
de: Skript & Notizen

source: Notes
de: Notizen

source: Script
de: Skript

source: No notes.
de: Keine Notizen.

# noScript
source: No script available.
de: Kein Skript vorhanden.

# fullscreen
source: Script in fullscreen
de: Skript im Vollbild

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Delete Collaboration
de: Collaboration löschen

# deleteCollaborationConfirm
source: Do you really want to delete this collaboration?
de: Möchtest du diese Collaboration wirklich löschen?

source: Collaboration deleted
de: Collaboration gelöscht

source: Company
de: Firma

source: Industry
de: Branche

source: Phone
de: Telefon

source: Remove filters
de: Filter entfernen

source: Select All
de: Alle auswählen

source: Apply
de: Übernehmen

# filterByStatusTitle
source: Filter by status
de: Nach Status filtern

source: First talks
de: Erstgespräch

source: Contract to sign
de: Vertrag zu unterschreiben

# scriptToProduce
source: Create script
de: Skript erstellen

source: In production
de: In Produktion

source: Content editing
de: Content bearbeiten

source: Content feedback
de: Feedback für Content

source: Finished
de: Abgeschlossen

source: Unknown
de: Unbekannt

# deadlineAndNotification
source: Deadline & Notification
de: Deadline & Benachrichtigung

source: Notify
de: Benachrichtigen

source: Days before
de: Tage vorher

source: Day before
de: Tag vorher

# fee
source: Fee (optional)
de: Honorar (optional)

# feeForTable
source: Fee
de: Einnahme

source: Title *
de: Titel *

# titleForTable
source: Title
de: Titel

source: Enter title
de: Titel eingeben

source: Enter valid amount
de: Gültigen Betrag eingeben

source: Next
de: Weiter

source: Back
de: Zurück

source: Save
de: Speichern

source: Welcome, Creator! 👋
de: Willkommen, Creator! 👋

# welcomeMessage
source: UGCWorks helps you keeping track of your collaborations and managing them in a smart way. Let's start with a few questions first
de: UGCWorks hilft dir dabei, den Überblick über deine Collaborations zu behalten und sie auf clevere Weise zu verwalten. Lass uns zuerst mit ein paar Fragen beginnen

# keepTrack
source: Keep track of all your collaborations in one place 📊
de: Behalte alle deine Kooperationen an einem Ort im Blick 📊

# notifications
source: Get automatically notified when deadlines expire ⏰
de: Werde automatisch benachrichtigt, wenn Deadlines ablaufen ⏰

# startNow
source: Start now and save yourself from chaos and Excel lists 🚀
de: Starte jetzt und spare dir Chaos und Excel-Listen 🚀

source: Let's go
de: Los geht's

source: Skip
de: Überspringen

source: Date
de: Datum

source: Amount
de: Betrag

source: Earnings as CSV
de: Einnahmen als CSV

source: Earnings as PDF
de: Einnahmen als PDF

# notificationTitle
source: Your collaboration
de: Deine Collaboration

# notificationDue
source: is due on
de: ist am

# notificationSubtitle
source: Your deadline is expiring
de: Deine Deadline läuft ab

# betaDisclaimer
source: Note: In this beta version, your data is only stored locally on your device. Data may be lost when switching apps or reinstalling. In the final version, your data will be securely stored in the cloud.
de: Hinweis: In dieser Beta-Version werden deine Daten nur lokal auf deinem Gerät gespeichert. Bei einem App-Wechsel oder einer Neuinstallation können Daten verloren gehen. In der finalen Version werden deine Daten sicher in der Cloud gespeichert.

# betaDisclaimerTitle
source: Beta Version Notice
de: Beta-Version Hinweis

# cloudSyncTitle
source: Sync your data in the cloud ☁️
de: Synchronisiere deine Daten in der Cloud ☁️

# cloudSyncMessage
source: Sign in with Apple to securely store your collaborations in the cloud. Your data will be safe and accessible across all your devices.
de: Melde dich mit Apple an, um deine Collaborations sicher in der Cloud zu speichern. Deine Daten sind sicher und auf allen deinen Geräten verfügbar.

source: Logged in with Apple
de: Eingeloggt mit Apple

# refreshTokenExpiredTitle
source: Login Required
de: Anmeldung erforderlich

# refreshTokenExpiredMessage
source: Your session has expired. Please sign in again to sync your data.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an, um deine Daten zu synchronisieren.

source: Settings
de: Einstellungen

source: Delete Account
de: Account löschen

# accountDeleted
source: Account deleted successfully
de: Account erfolgreich gelöscht

# deleteAccountConfirmation
source: Are you sure you want to delete your account? All your collaborations will be permanently deleted and cannot be recovered.
de: Bist du sicher, dass du deinen Account löschen möchtest? Alle deine Collaborations werden dauerhaft gelöscht und können nicht wiederhergestellt werden.

# deleteAccountError
source: Error deleting account
de: Fehler beim Löschen des Accounts

# dataNotSecuredTitle
source: Data Not Secured
de: Daten nicht gesichert

# dataNotSecuredMessage
source: Your data is stored locally and not backed up in the cloud. Sign in with Apple to secure your data.
de: Deine Daten werden nur lokal gespeichert und nicht in der Cloud gesichert. Melde dich mit Apple an, um deine Daten zu sichern.

source: User ID:
de: Benutzer-ID:

source: Copy User ID
de: Benutzer-ID kopieren

# userIdCopied
source: User ID copied to clipboard
de: Benutzer-ID in die Zwischenablage kopiert

# copyError
source: Error copying User ID
de: Fehler beim Kopieren der Benutzer-ID

source: Login failed.
de: Login fehlgeschlagen.

source: Discard changes?
de: Änderungen verwerfen?

# discardChangesMessage
source: All entered data will be lost. Are you sure you want to leave?
de: Alle eingegebenen Daten gehen verloren. Bist du sicher, dass du die Seite verlassen möchtest?

source: Discard
de: Verwerfen

source: Congratulations 🎉
de: Glückwunsch 🎉

# firstCollaborationMessage
source: You have created your first collaboration! So you don't miss any deadlines, you can be automatically reminded.
de: Du hast deine erste Collaboration angelegt! Damit du keine Deadline mehr verpasst, kannst du dich automatisch erinnern lassen.

source: Yes, remind me
de: Ja, erinnert mich

source: No, maybe later
de: Nein, vielleicht später

source: Notifications enabled ✅
de: Benachrichtigungen aktiviert ✅

# notificationsDenied
source: Notifications not allowed ❌
de: Benachrichtigungen nicht erlaubt ❌

# collaborationCreated
source: Collaboration created successfully! ✅
de: Collaboration erfolgreich erstellt! ✅

# collaborationUpdated
source: Collaboration updated successfully! ✅
de: Collaboration erfolgreich aktualisiert! ✅

# dashboardWelcome
source: Welcome back! 👋
de: Willkommen zurück! 👋

# dashboardSubtitle
source: Here's your collaboration overview
de: Hier ist deine Collaboration-Übersicht

source: Welcome back
de: Willkommen zurück

source: Total Earnings
de: Gesamteinnahmen

source: Total Collaborations
de: Alle Collaborations

# activeCollaborations
source: Active
de: Aktiv

# completedCollaborations
source: Completed
de: Abgeschlossen

# highestPaidCollab
source: Highest Paid Collaboration
de: Höchstbezahlte Collaboration

source: All time
de: Gesamt

source: In progress
de: In Bearbeitung

# createFirstCollab
source: Create your first collaboration to see your dashboard
de: Erstelle deine erste Collaboration, um dein Dashboard zu sehen

source: Time Period
de: Zeitraum

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Overall
de: Gesamt

# finish
source: Finish Collaboration
de: Collaboration Abschließen

source: Finish Collaboration
de: Collaboration abschließen

# finishCollaborationConfirm
source: Are you sure you want to mark this collaboration as finished?
de: Bist du sicher, dass du diese Collaboration als abgeschlossen markieren möchtest?

# collaborationFinished
source: Collaboration marked as finished! ✅
de: Collaboration als abgeschlossen markiert! ✅

# collaborationAlreadyFinished
source: Collaboration is already finished!
de: Collaboration ist bereits abgeschlossen!

# searchCollaborationsHint
source: Search collaborations...
de: Collaborations durchsuchen...

source: Deselect All
de: Alle abwählen

# enjoyingApp
source: Enjoying UGCWorks?
de: Gefällt dir UGCWorks?

# reviewMessage
source: We would love to hear your feedback! Your review helps us improve and reach more creators.
de: Wir würden uns über dein Feedback freuen! Deine Bewertung hilft uns, die App zu verbessern und mehr Creator zu erreichen.

source: Not now
de: Später

source: Rate App
de: Bewerte App

source: Edit Partner Data
de: Partnerdaten bearbeiten

# brandAndContact
source: Brand & Contact
de: Brand & Kontakt

# contactPersonName
source: Contact Person
de: Ansprechpartner

source: Phone Number
de: Telefonnummer

source: Company Name
de: Firmenname

source: Customer Number
de: Kundennummer

# editScriptAndNotes
source: Edit Script & Notes
de: Skript & Notizen bearbeiten

source: Notes (optional)
de: Notizen (optional)

# createFirstCollaboration
source: Create Your First Collaboration
de: Erstelle deine erste Collaboration

# createFirstCollaborationMessage
source: Let's get you started! Create your first collaboration to see how UGCWorks works.
de: Lass uns anfangen! Erstelle deine erste Collaboration, um zu sehen, wie UGCWorks funktioniert.

# createFirstCollaborationButton
source: Create First Collaboration
de: Erste Collaboration erstellen

# deleteCollab
source: Delete Collaboration
de: Collaboration löschen

# trackingPermissionTitle
source: Help improving UGCWorks?
de: UGCWorks verbessern?

# trackingPermissionMessage
source: We'd like to collect anonymous usage data to help improve UGCWorks and detect issues more quickly. For this, we need your permission to track.
de: Wir möchten anonyme Nutzungsdaten erfassen, um UGCWorks weiter zu verbessern und Fehler schneller zu erkennen. Dafür benötigen wir deine Erlaubnis zum Tracking.

# trackingPermissionInfo
source: Your data will be handled securely.
de: Deine Daten werden sicher verwahrt.

# onboardingQuestion1
source: How many collaborations did you have in the last 3 months?
de: Wie viele Collaborations hattest du in den letzten 3 Monaten?

# onboardingQuestion1Option3
source: more than 10
de: mehr als 10

# onboardingQuestion2
source: How much time per week do you spend on organization instead of content?
de: Wie viel Zeit pro Woche verbringst du mit Organisation statt Content?

# onboardingQuestion2Option1
source: < 30 minutes
de: < 30 Minuten

# onboardingQuestion2Option2
source: 30–60 minutes
de: 30–60 Minuten

# onboardingQuestion2Option3
source: 1–2 hours
de: 1–2 Stunden

# onboardingQuestion2Option4
source: 2+ hours
de: 2+ Stunden

# onboardingQuestion3
source: What is currently most stressful about collaborations?
de: Was ist aktuell am stressigsten bei Collaborations?

# onboardingQuestion3Option1
source: Keeping track of deadlines
de: Deadlines im Blick behalten

# onboardingQuestion3Option2
source: Overview of ongoing projects
de: Überblick über laufende Projekte

# onboardingQuestion3Option3
source: Communications with brands
de: Absprachen mit Brands

# onboardingQuestion3Option4
source: Tracking invoices / earnings
de: Rechnungen / Einnahmen tracken

# onboardingQuestion3Option5
source: Finding files & briefings
de: Dateien & Briefings finden

# onboardingQuestion3Option6
source: None of the above
de: Nichts davon

# onboardingQuestion4
source: How do you organize your deals?
de: Wie organisierst du deine Deals?

# onboardingQuestion4Option2
source: Notes app
de: Notizen-App

# onboardingQuestion4Option3
source: Calendar
de: Kalender

# onboardingQuestion4Option5
source: Other tools
de: Andere Tools

# onboardingQuestion4Option6
source: Not organized
de: Gar nicht organisiert

source: (Multiple selection possible)
de: (Mehrfachauswahl möglich)
